Repository: mrabdullahsahin/producthuntturkey.com
Catalog: producthuntturkey/locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Product Name
tr: Ürünün Adı

source: Product Picture
tr: Ürünün Resmi

source: Product Hunt Link
tr: Ürünün Product Hunt Linki

source: Product Website
tr: Ürünün Websitesinin Linki

source: Product Lauch Date
tr: Ürünün Product Hunt'ta Yayınlandığı Tarih

source: Product Twitter Username
tr: Ürünün Twitter Kullanıcı Adı

source: Product Owner Username
tr: Ürün Geliştiricisinin Twitter Kullanıcı Adı

source: Product Team Sizes
tr: Ürünün Takım Büyüklüğü

source: Country
tr: Ürünün Geliştirildiği Şehir

source: Product Turkish Description
tr: Ürünün Türkçe Açıklaması

source: Product English Description
tr: Ürünün İngilizce Açıklaması

source: Product Hunt Ambassadors of 🇹🇷 Turkey
tr: Product Hunt'ın 🇹🇷 Türkiye Elçileri

source: Go
tr: Git

source: View
tr: Görüntüle

source: No event has been relased yet.
tr: Henüz herhangi bir etkinlik yayınlanmadı.

source: No product has been relased yet.
tr: Henüz herhangi bir ürün yayınlanmadı.

source: Number of Total Startups
tr: Toplam Girişim Sayısı

source: Number of E-Mail Subscribers
tr: Toplam E-Mail Abonesi

source: Number of Telegram Channel Subscribers
tr: Toplam Telegram Kanalı Abonesi

source: Product Hunt Turkey is an open source.
tr: Product Hunt Turkey açık kaynaklı bir girişimdir.

source: Contribute on github!
tr: Katkıda bulunun!

source: Home
tr: Anasayfa

source: Events
tr: Etkinlikler

source: Ambassadors
tr: Elçiler

source: What is?
tr: Nedir?

source: Open Startup
tr: Açık Girişim

source: Add Your Product
tr: Girişimini Ekle

source: Developed in
tr: Geliştirildiği Şehir

source: Product Team Size
tr: Ürünün Takım Büyüklüğü

source: Visit on Product Hunt Page
tr: Ürünün Product Hunt Sayfasını Ziyaret Et

source: Visit
tr: Ziyaret Et

source: Visit on Product Website
tr: Ürünün Websitesini Ziyaret Et

source: Visit on Product Twitter Profile
tr: Ürünün Twitter Hesabını Ziyaret Et

source: Visit on Product Owner Twitter Profile
tr: Ürün Geliştiricisinin Twitter Hesabını Ziyaret Et

source: Total of Votes
tr: Toplam Aldığı Oy
